<template>
<div class="about">
      <h2>Bau_Service_DE</h2>
      <h2>О нас</h2>
      <p>Наша компания специализируется на шлифовке полов и укладке наливных покрытий. Мы работаем с разными типами поверхностей и гарантируем качественный результат. Наш опыт позволяет решать задачи любой сложности, обеспечивая надежность и долговечность полов.</p>
      <p>Мы используем современные технологии и материалы, что позволяет добиваться идеального результата в кратчайшие сроки. Доверяя нам, вы получаете профессиональный подход и высокий уровень сервиса.</p>
    </div>
</template>
<style scoped>
.about {
  margin-top: 50px;
  padding: 20px;
  background-color: #f9f9f9;
  border-radius: 8px;
  box-shadow: 0 2px 10px rgba(0, 0, 0, 0.1);
}

.about h2 {
  margin-bottom: 20px;
}

.about p {
  font-size: 1.2rem;
  color: #333;
}
</style>